# Install dependencies

cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "josegonzales/homebrew-php"

cask "hammerspoon"
brew "lua"
cask "virtualbox"
cask "path-finder"
brew "irssi"
brew "php-imagick"
brew "image-magick"
brew "tree"
brew "wget"
brew "hub"
brew "openssl"
brew "vim"
brew "task"
brew "taskd"
brew "tasksh"
brew "trash"
brew "autoconf"
brew "git"
brew "git-extras"
brew "coreutils"
brew "mongodb --with-openssl"
brew "android-platform-tools"
brew "openssh --with-brewed-openssl --with-keychain-support"
brew "libtool --universal"
brew "watchman"
brew "ffmpeg --with-libvpx --with-libvorbis --with-fdk-aacc"
brew "python3"
brew "qt5"
brew "ncftp"
brew "tesseract"
brew "ansible"
brew "sshfs"
brew "tmux"
brew "watch"
brew "chromedriver"
brew "jq"
brew "docker"
brew "maxima"
brew "binwalk"
cask "android-file-transfer"
